Repository: common-repository/webdesign-ugurcu-dhl-manager
Catalog: languages/wu-dhl-*.po
Languages: de_de

source: Plugin to create DHL Labels and Retoure Labels
de_de: Ein Plugin zum erstellen von DHL labels und Retoure Scheinen

source: Mode change
de_de: Modus wechseln

source: API Data for Live Operation
de_de: API Daten für den Live Betrieb

source: Your DHL customer number
de_de: Ihre DHL Kundennummer

source: API Data save
de_de: API Daten speichern

source: Sender Label Information
de_de: Absender Label information

source: Company Name
de_de: Firmenname

source: Last Name
de_de: Nachname

source: First Name
de_de: Vorname

source: Contact
de_de: Kontakt

source: The contact of your company
de_de: Die Kontaktperson in ihrer Firma

source: Street
de_de: Straße

source: Number
de_de: Haus NR

source: ZIP
de_de: PLZ

source: City
de_de: Stadt

source: Phone
de_de: Telefon

source: Label Data save
de_de: Labeldaten speichern

source: Here you can create a sample label for testing purposes
de_de: Zu Testzwecken können Sie hier ein Probelabel erstellen

source: Sample Print
de_de: Probedruck

source: Create Label
de_de: Label erstellen

source: Tracking number
de_de: Sendungsverfolgungsnummer

source: Show label
de_de: Label anzeigen lassen

source: Settings
de_de: Einstellungen
